{
	"4": {
		"hint": ":thought_balloon: There are two pronouns in the sentence, but only one is the active subject. The other one needs a different form - which one?",
		"grammar_rule": ":pushpin: Object pronouns are the ones that <u>receive</u> the action (eg. She gave <u>me</u> a present). Normally they appear <u>after</u> the verb - just a tip for next time."
	},
	"5": {
		"hint": ":thought_balloon: When describing an action that has happened, which type of word do we use to express the time?",
		"grammar_rule": ":pushpin: When you want to express for how long or how often an action happened, you use the adverbs of time, eg. <u>for</u>, <u>since</u>, <u>already</u>, <u>just</u>, <u>yet</u>, <u>ever</u>. If you need some help to use them correctly, you can have a look for some examples <a href=\"https://docs.google.com/document/d/17zasyxeougBsVPmKob6fQSaaMUizO_TmnPJSRjMgBzU/edit?usp=sharing\">here</a>."
	},
	"6": {
		"hint": ":thought_balloon: It's an activity. What is the correct way to call it by one word?",
		"grammar_rule": ":pushpin: Gerunds are often formed by adding an <u>-ing</u> to the ending of a verb. They are not the <u>-ing</u> that you see in the present or the past, they are verbs used as nouns. It's not that hard, right?"
	},
	"7": {
		"hint": ":thought_balloon: Some words don't like the -ing ending. ",
		"grammar_rule": ":pushpin: Some words are often used as helping words for other action verbs (eg. I <u>want</u> to go). The other action can be in -ing form (eg. I like <u>cooking</u>), but the helping word always stays in the basic form. Do you understand it better now?"
	},
	"9": {
		"hint": ":thought_balloon: We want to say that both are negative. What is the right structure for that?",
		"grammar_rule": ":pushpin: When two things are not true, you can say that <u>neither</u> the first <u>nor</u> the second is true. The combination either-or is used when only one of the things is possible, e.g. Either you hurry up or you will be late. These structures cannot be combined."
	},
	"10": {
		"hint": ":thought_balloon: We can show relations between two things with help of some short words, but one of them is not used correctly here. Which word is it?",
		"grammar_rule": ":pushpin: You probably know that prepositions in English often work very differently from other languages, so unfortunately there is not one easy rule. On <a href=\"https://docs.google.com/document/d/1fyuhDstFypIPXyKt_g04JIGUK-h8HkVqCf-1yajMvvM/edit?usp=sharing\">this link</a>, you can find the common prepositions and some examples of how they are used. The key to learning them is a lot of practice! Can you find a better preposition to use here?"
	},
	"11": {
		"hint": ":thought_balloon: We use adjectives to describe things or people, but we need to adjust them a bit if we want to describe actions.",
		"grammar_rule": ":pushpin: To describe an action, you need an adverb. You can remember that adjectives usually stand before the thing they describe (eg. a <u>slow</u> car), but adverbs are behind the action verb (eg. car drives <u>slowly</u>)."
	},
	"12": {
		"hint": ":thought_balloon: What grammar do we need to use when something is only hypothetical or imagined, like here?",
		"grammar_rule": ":pushpin: You need the conditional structure to talk about unreal situations. It has two parts - If (person) + (<u>main verb in simple past form</u>), then (something) + would + (<u>happen/have happened</u>). So how do you correct the mistake?"
	}
}
